export const dataScreen = 
[
    {
        img: '/assets/img/screen-0.jpg',
        text: 'ЖИХ', 
    },
    {
        img: '/assets/img/screen-1.jpg',
        text: 'Ну, здравствуй, Жих! Меня зовут Загадочник и я путешествую по мультивселенной...', 
    },
    {
        img: '/assets/img/screen-2.jpg',
        text: 'Оказавшись здесь, я обнаружил, что в этой вселенной Бетменом являешься ты!', 
    },
    {
        img: '/assets/img/screen-3.jpg',
        text: 'Я вижу, что ты далеко не миллионер... Но кое-что ценное у тебя есть...', 
    },
    {
        img: '/assets/img/screen-3.jpg',
        text: 'И я хочу сыргать с тобой в игру, результат которой решит судьбу твоего маленького друга.', 
    },
    {
        img: '/assets/img/screen-5.jpg',
        text: 'Я досконально изучил твою жизнь, поэтому тебе придется вспомнить ВСЁ, чему ты научился в жизни.', 
    },
    {
        img: '/assets/img/screen-6.jpg',
        text: 'Если ты выиграешь, то я оставлю тебя, твоих близких в покое и сделаю тебе подарок.', 
    },
]