export const dataMystery = {
    '5': 'Цветки – пчёлам и шмелям,\nПлоды – сойкам и дроздам,\nА кудрявой ветке – Место у беседки.',
    '11': 'То холодный, то горячий, \nто висячий, то стоячий. \nТри буквы, вторая У. Что это?',
    '17': 'Помидорчики и перцы, \nЧудо-дом открыл вам дверцы. \nТех, кто сквозняков боится, \nЖдет стеклянный дом — ... ',
}

export const dataPass = [
    '420',
    '1488',
    '228'
]

export const dataTest = [
    {
        quest: 'В честь кого тебя назвали?',
        answers: [
            'Ильи-пророка',
            'Ильи-муромца',
            'Ильи-ссыкуна',
        ],
        trueAnswer: 0,
    },
    {
        quest: 'Какой срок гарантии даёт «REDMOND» на мультиварки?',
        answers: [
            '25 месяцев',
            '24 месяца',
            '14 месяцев',
        ],
        trueAnswer: 0,
    },

    {
        quest: 'Что ты выберешь?',
        answers: [
            'Путешествие в космос',
            'Найти девушку',
            'Бесконечное количество денег',
        ],
        trueAnswer: 3,
    },
    {
        quest: 'Что такое нетканая основа?',
        answers: [
            'вазелин',
            'флизелин',
            'пропелен гликоль',
            'глицирин',
        ],
        trueAnswer: 1,
    },
    {
        quest: 'Когда ты дорисуешь картину?',
        answers: [
            'Никогда',
            'Когда-нибудь',
            'За 2 дня в отпуске',
        ],
        trueAnswer: 2,
    },
    {
        quest: 'Как звучит слоган мультиварки REDMOND RMC-M150?',
        answers: [
            'сделай свой шаг в будущее',
            'шагай в будущее',
            'сделай шаг в будущем',
            'сделай шаг в будущее',
        ],
        trueAnswer: 3,
    },
    {
        quest: 'Что у тебя нарисовано на щеке на фотке ВК из Геленджика?',
        answers: [
            'Конь',
            'Хуй',
            'Флаг России',
        ],
        trueAnswer: 0,
    },
    {
        quest: 'Что делать, если на поверхности обоев после наклейки остались пятна от клея?',
        answers: [
            'Снюхать',
            'Аккуратно протереть влажной губкой, а затем сухой.',
            'Продолжать клеить обои',
        ],
        trueAnswer: 1,
    },
    { //
        quest: 'Почему некоторые мужчины стремятся овладеть женщиной на лестнице',
        answers: [
            'Если не встанет, то можно сказать, что кто-то идет',
            'Там чище чем в квартире',
            'Фатазии не хватило',
        ],
        trueAnswer: 0,
    },
    {
        quest: 'Какие обои и чем можно мыть?',
        answers: [
            'Мыть можно кожаные обои густым раствором крови девственниц.',
            'Мыть можно виниловые обои слабым мыльным раствором.',
            'Обои мыть нельзя, а то бог накажет',
        ],
        trueAnswer: 1,
    },
    {
        quest: 'Какой суперспособностью ты бы хотел обладать?',
        answers: [
            'Телепортация',
            'Обзавестись любимой девушкой',
            'Понимать животных',
        ],
        trueAnswer: 0,
    },
    {
        quest: 'Какие обои являются экологически чистыми?',
        answers: [
            'Кожаные',
            'На которых есть обозначение ECO.',
            'Обработанные химией',
        ],
        trueAnswer: 1,
    },
    {
        quest: 'Какой инструмент использовать для разглаживания обоев?',
        answers: [
            'Скалка',
            'Член твоей девушки',
            'Пластмассовый шпатель',
        ],
        trueAnswer: 2,
    },
    {
        quest: 'Какой срок эксплуатации обоев?',
        answers: [
            'около 6 лет',
            'Пока есть клей',
            'Пока есть работа в Леруа',
        ],
        trueAnswer: 0,
    },
    {
        quest: 'Что ты не перенесешь?',
        answers: [
            'Будущую супругу через мост',
            'Употребление лактозы в больших количествах',
            'Употребление экстази в больших количествах',
        ],
        trueAnswer: 1,
    },
    { //
        quest: '«Компания REDMOND ориентируется на заботу о____ потребителей как о важнейшем условии на пути к жизненному успеху»',
        answers: [
            'о питании',
            'о финансовом благополучии',
            'о здоровье',
            'о жизненных ценностях',
        ],
        trueAnswer: 2,
    },
    { // 
        quest: 'Что такое Раппорт?',
        answers: [
            'Динозавр',
            'Докладная',
            'Повторение рисунка на листе обоев.',
        ],
        trueAnswer: 2,
    },
    { //
        quest: 'Телеканал НТВ в программе «Доброе утро» показывает рубрику:',
        answers: [
            '«Испытываем мультиварку REDMOND»',
            '«Готовим в мультиварках REDMOND»',
            '«Тестируем мультиварку REDMOND»',
        ],
        trueAnswer: 1,
    },

]